{
    "name": "ಶಾಂತವೇರಿ",
    "article_1_date": "ಮಾರ್ಚ್ 14, 2022",
    "span": "ಗೋಪಾಲಗೌಡ",
    "helpLocize": "Wenn Sie <1>locize</1> einsetzen, unterstützen Sie direkt die Zukunft von <3>i18next</3>.",
    "p1": "ಶ್ರೀಗಳ ಜೀವನ ಮತ್ತು ಪರಂಪರೆಗೆ ಮೀಸಲಾದ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಸುಸ್ವಾಗತ. ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡ, ಕರ್ನಾಟಕದಲ್ಲಿ ಸಮಾಜವಾದದ ಪ್ರವರ್ತಕ ಮತ್ತು ಭಾರತದ ಪ್ರಮುಖ ಸಮಾಜವಾದಿ ನಾಯಕ. ಅವರ ನಾಯಕತ್ವವು 1951 ರಷ್ಟು ಹಿಂದೆಯೇ ಪ್ರಾರಂಭವಾಯಿತು ಮತ್ತು ಅವರು ಸ್ವಯಂ ಮೊದಲು ಸೇವೆಯನ್ನು ನಂಬುವ ಆದರ್ಶಪ್ರಾಯ ನಾಯಕರಾಗಿದ್ದರು. ಅವರು ತಮ್ಮ ಸಂಪೂರ್ಣ ಸಮಯ ಮತ್ತು ಜೀವನವನ್ನು ರೈತರು ಮತ್ತು ದೀನದಲಿತರ ಕಲ್ಯಾಣಕ್ಕಾಗಿ ಮೀಸಲಿಟ್ಟರು. ಸಾರ್ವಜನಿಕ ಜೀವನದಲ್ಲಿ ಸಮಗ್ರತೆ ಮತ್ತು ಹೊಣೆಗಾರಿಕೆಯನ್ನು ಸ್ಥಾಪಿಸಲು ಅವರು ಅವಿರತವಾಗಿ ಶ್ರಮಿಸಿದರು. ಅವರು ಬಡ ರೈತ ಮತ್ತು ಸಮಾಜದ ದೀನದಲಿತ ವರ್ಗಗಳ ನಿಜವಾದ ಉನ್ನತಿಗಾಗಿ ನಿಸ್ವಾರ್ಥವಾಗಿ ಕೆಲಸ ಮಾಡಿದ ರಾಜಕಾರಣಿಗಳ ಅಪರೂಪದ ತಳಿಗೆ ಸೇರಿದವರು.",
    "p2": "ರಾಮ್ ಮನೋಹರ್ ಲೋಹಿಯಾ ಅವರ ಮೇಲೆ ಗಾಢವಾದ ಪ್ರಭಾವ ಬೀರಿದರು ಮತ್ತು ಅವರು 1951 ರಲ್ಲೇ ಸಾಮೂಹಿಕ ನಾಯಕರಾಗಿ ತಮ್ಮನ್ನು ತಾವು ಸ್ಥಾಪಿಸಿಕೊಂಡರು. ಅವರು ವರ್ಚಸ್ವಿ ಎಂದು ಪರಿಗಣಿಸಲ್ಪಟ್ಟರು ಮತ್ತು ಗಣನೀಯ ಅನುಯಾಯಿಗಳನ್ನು ಗಳಿಸಿದರು.",
    "p3": "ಅವರು ಜೆ.ಎಚ್.ಪಟೇಲ್, ಬಂಗಾರಪ್ಪ, ಎಸ್.ಎಂ.ಕೃಷ್ಣ ಮತ್ತು ಡಿ.ದೇವರಾಜ್ ಅರಸ್ ಸೇರಿದಂತೆ ಕರ್ನಾಟಕದ ಹಲವಾರು ಸಮಾಜವಾದಿಗಳಿಗೆ ಮಾರ್ಗದರ್ಶನ ನೀಡಿದರು. ಶ್ರೀ ಗೋಪಾಲಗೌಡರು ರೈತರು ಮತ್ತು ದೀನದಲಿತರ ಬಗ್ಗೆ ಹೊಂದಿದ್ದ ಆಳವಾದ ಚಿಂತನೆಗಳು ಮತ್ತು ಸಂವೇದನೆಯಿಂದ ಅರಸ್ ಸ್ಫೂರ್ತಿ ಪಡೆದರು ಮತ್ತು ಆಳವಾಗಿ ಪ್ರಭಾವಿತರಾದರು. ಭೂ ಸುಧಾರಣಾ ಕಾಯ್ದೆ ಮತ್ತು ಮೈಸೂರು ರಾಜ್ಯವನ್ನು ಕರ್ನಾಟಕ ಎಂದು ಮರುನಾಮಕರಣ ಮಾಡುವುದು ದೇವರಾಜ ಅರಸು ಅವರ ಶ್ರೀ ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡರ ಒಡನಾಟದಿಂದ ಹುಟ್ಟಿಕೊಂಡಿತು.",
    "p4": "ಕರ್ನಾಟಕದ ಮಾಜಿ ಮುಖ್ಯಮಂತ್ರಿ ಎನ್.ಧರಂ ಸಿಂಗ್ ಅವರು ತಮ್ಮ ಜೀವನಚರಿತ್ರೆಯ ಪ್ರಕಟಣೆಯಲ್ಲಿ, ಶ್ರೀ ಗೋಪಾಲ್ ಗೌಡರ ರಾಜಕೀಯ ಕೊಡುಗೆಗಳು ಮತ್ತು ಅವರು ಹೋರಾಡಿದ ಕಾರಣಗಳು ಶಾಸಕಾಂಗದ ಇತಿಹಾಸದಲ್ಲಿ ಮಹತ್ವದ್ದಾಗಿವೆ ಎಂದು ಹೇಳಿದ್ದಾರೆ.",
    "b1": "ಇನ್ನಷ್ಟು ಓದಿ",
    "p5": "ನಾವು ಅವರ ಶತಮಾನೋತ್ಸವ ಜನ್ಮ ವರ್ಷವನ್ನು ಆಚರಿಸುವಾಗ ಮತ್ತು ಅವರ ಶಾಶ್ವತ ಪರಂಪರೆಯನ್ನು ಆಚರಿಸುವಾಗ ದಯವಿಟ್ಟು ನಮ್ಮೊಂದಿಗೆ ಸೇರಿಕೊಳ್ಳಿ.",
    "e": "ಕಾರ್ಯಕ್ರಮಗಳು",
    "e0": "ಶತಮಾನೋತ್ಸವ ವರ್ಷದಲ್ಲಿ ಹಮ್ಮಿಕೊಂಡಿರುವ ಕಾರ್ಯಕ್ರಮಗಳ ವಿವರ",
    "e1": "2022 ಮಾರ್ಚ್ 14 ರಂದು ಶತಮಾನೋತ್ಸವ ವರ್ಷದ ಕಾರ್ಯಕ್ರಮಗಳ ಉದ್ಘಾಟನೆ ಆಯಿತು ಶತಮಾನೋತ್ಸವ ವರ್ಷ 2023 ರಲ್ಲಿ ರಾಜ್ಯದ ಎಲ್ಲಾ ಪ್ರಮುಖ ಜಿಲ್ಲಾ ಕೇಂದ್ರಗಳಲ್ಲಿ ಶತಮಾನೋತ್ಸವ ಆಚರಣೆಗೆ ಸಂಬಂಧಿಸಿದ ಕಾರ್ಯಕ್ರಮಗಳು ಹಾಗೂ ಸಾರ್ವಜನಿಕ ಸಮಾರಂಭಗಳನ್ನು ಏರ್ಪಡಿಸುವುದು...",
    "e2": "ಶ್ರೀ ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡರನ್ನು ಹತ್ತಿರದಿಂದ ಬಲ್ಲ 100 ಜನ ಹಿರಿಯರು ಮತ್ತು ಒಡನಾಡಿಗಳನ್ನು ಭೇಟಿಮಾಡಿ, ಸಂದರ್ಶಿಸಿ ಅವರ ಸಂದರ್ಶನದ ವಿಡಿಯೋಗಳನ್ನು/ ಧ್ವನಿಮುದ್ರಣಗಳನ್ನು ಮಾಡುವುದು...",
    "e3": "ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡ ಅವರ ಬಗ್ಗೆ 5-10 ನಿಮಿಷಗಳ ವಿವಿಧ ಫೋಟೋಗಳು ಮತ್ತು ಊರು ಮನೆಯ ದೃಶ್ಯಗಳನ್ನು ಒಳಗೊಂಡ ಕಿರು ಸಾಕ್ಷ್ಯಚಿತ್ರವೊಂದನ್ನು ನಿರ್ಮಿಸುವುದು...",
    "e4": "ಶ್ರೀ ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡರನ್ನು ಕುರಿತು 60 ಪುಟಗಳ ಒಂದು ಸಣ್ಣ ಕೈಪಿಡಿಯನ್ನು ಹೊರತಂದು ಕನಿಷ್ಠ 10,000 ಪ್ರತಿಗಳನ್ನು ಮುದ್ರಿಸುವುದು...",
    "e5": "ಈ ಕೈಪಿಡಿಯನ್ನು ಇಂಗ್ಲೀಷ್ ಭಾಷೆಗೆ ಅನುವಾದಿಸಿ , ಹತ್ತು ಸಾವಿರ ಪ್ರತಿಗಳನ್ನು ಮುದ್ರಿಸುವುದು...",
    "e6": "ರಾಜ್ಯದ ಪ್ರಮುಖ 50 - 100 ಕಾಲೇಜುಗಳಲ್ಲಿ , ವಿಶ್ವ ವಿದ್ಯಾಲಯಗಳಲ್ಲಿ ಸುಮಾರು 10,000 ಮಕ್ಕಳನ್ನು ಉದ್ದೇಶಿಸಿ ಗೋಪಲಗೌಡರ ವಿಷಯ ಪ್ರಚರಿಸುವುದು , ತಯಾರಿಸಿದ ಸಾಕ್ಷ್ಯ ಚಿತ್ರ ತೋರಿಸುವುದು, ಪ್ರತಿಯೊಬ್ಬರಿಗೆ ಒಂದು ಕೈಪಿಡಿಯನ್ನು ಕೊಟ್ಟು, ಭಾಷಣಗಳಿಂದ ಹೆಚ್ಚು ಮಾಹಿತಿ, ಸಿದ್ಧಾಂತ ಮತ್ತು ವಿಚಾರಗಳನ್ನು ತಿಳಿಸುವುದು...",
    "e7": "ಶ್ರೀ ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡರನ್ನು ಕುರಿತು ಸುಮಾರು 15 ಪುಸ್ತಕಗಳು ಕನ್ನಡದಲ್ಲಿ ಪ್ರಕಟವಾಗಿದ್ದು, ಇವುಗಳಲ್ಲಿ ಯಾವುದಾದರು ಪುಸ್ತಕವೊಂದನ್ನು ಇಂಗ್ಲೀಷ್ ಮತ್ತು ಹಿಂದಿ ಭಾಷೆಗೆ ಅನುವಾದಿಸಿ, ಪ್ರಕಟಿಸುವುದು........",
    "e8": "ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡರ ಬಗ್ಗೆ , ಅವರ ಜೀವನದ ಬಗ್ಗೆ, ಜನ್ಮಶತಮಾನೋತ್ಸವದ ವರ್ಷ ನಡೆಸಿದ ಎಲ್ಲಾ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ವಿವರ , ಅವರ ಬಗ್ಗೆ ದಿನ ಪತ್ರಿಕೆ ಗಳಲ್ಲಿ ಬಂದ ಲೇಖನಗಳು, ತಯಾರಿಸಿದ AUDIO SNIPPET ಗಳು , YOUTUBE ನ ದೃಷ್ಯ ಮಾಧ್ಯಮಗಳು, ಅವರ ಛಾಯಚಿತ್ರಗಳು, ಅವರ ಪತ್ರಗಳ ಪ್ರತಿಗಳು , ಶಾಸನ ಸಭೆಯ ಭಾಶಣಗಳು ,ಎಲ್ಲ , ವೆಬ್-ಸೈಟ್ ಮಾಡಿ ಎಲ್ಲ ಮಹಿತಿಯನ್ನು ಅದರಲ್ಲಿ ಒಂದೇ ಕಡೆ ಸಿಗುವಂತೆ ಮಾಡುವುದು...",
    "e9": "ವೆಬ್ ಸೈಟ್ ಒಳಗೊಂಡಂತೆ ಇತರ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮಗಳಾದ ಯೂಟ್ಯೂಬ್,, ಇನ್ಸ್ಟಾ ಗ್ರಾಮ್, ಫೇಸ್ಟುಕ್, ವಾಟ್ಸ್ ಆಪ್ ಇತ್ಯಾದಿಗಳಲ್ಲಿ ಒಂದು ನಿಮಿಷದ ವಿನ್ಯಾಸದಲ್ಲಿ ಮಾಹಿತಿಯ ಓದಬಹುದಾದ ಹಾಗೂ ಕೇಳಬಹುದಾದ ಆಡಿಯೋ ಸ್ನಿಪ್ಪೆಟ್ ಗಳು ನಿರ್ಮಿಸಿ ಅಪ್ಲೋಡ್ ಮಾಡುವುದು...",
    "e10": "ಈ ಆಡಿಯೋ ಸ್ನಿಪ್ಪೆಟ್ ಗಳು ವಿವಿಧ ರೇಡಿಯೋ ಚಾನೆಲ್ ಗಳಲ್ಲಿ ಒಂದು ವರ್ಷದ ಕಾಲ ನಿರಂತರವಾಗಿ ಪ್ರಸಾರ ಮಾಡುವುದು...",
    "e11": "14 ಮಾರ್ಚ್ 2023 ರಂದು ಬೆಂಗಳೂರಿನಲ್ಲಿ ಆಯೋಜಿಸುವ ಸಾರ್ವಜನಿಕ ಸಮಾರಂಭದಲ್ಲಿ ದಿವಂಗತ ಶ್ರೀ ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡರ ಜನ್ಮ ಶತಮಾನೋತ್ಸವ ಸ್ಮರಣ ಸಂಚಿಕೆ ಸಂಚಿಕೆಯನ್ನು ಬಿಡುಗಡೆಗೊಳಿಸುವುದು...",
    "e12": "ಅಂಚೆ ಇಲಾಖೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ ಶ್ರೀ ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡರ ಸ್ಮರಣಾರ್ಥ ಅಂಚೆಚೀಟಿ ಮತ್ತು ವಿಶೇಷ ಲಕೋಟೆಯನ್ನು ಬಿಡುಗಡೆಗೊಳಿಸುವುದು...",
    "e13": "ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡರ ಪ್ರತಿಮೆಯನ್ನು ವಿಧಾನಸೌಧದ ಮುಂದೆ ಪ್ರತಿಷ್ಟಾಪಿಸಬೇಕೆಂದು, ಸರ್ಕಾರಕ್ಕೆ, ಮನವಿ ಕೊಡುವುದು...",
    "e14": "ಹೀಗೆ ವರ್ಷ ಪೂರ್ತಿ ವಿವಿಧ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಏರ್ಪಡಿಸಿ ಶ್ರೀ ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡರ ಜನ್ಮ ಶತಮಾನೋತ್ಸವವನ್ನು ಅರ್ಥಪೂರ್ಣವಾಗಿ ಆಚರಿಸಿ ಸಾರ್ವಜನಿಕರಲ್ಲಿ ಅರಿವು ಮೂಡಿಸುವ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಹಮ್ಮಿಕೊಳ್ಳಲಾಗಿದೆ...",
    "timelinetitle": "ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡ ಕುರಿತು",
    "timeline": {
        "1": {
            "id": "1",
            "date": "1923 - ಮಾರ್ಚ್, 14",
            "title": "ಜನನ",
            "description": "ಶಿವಮೊಗ್ಗ ಜಿಲ್ಲೆಯ ತೀರ್ಥಹಳ್ಳಿಯ ಆರಗ ಗ್ರಾಮದಲ್ಲಿ, ಕೊಲ್ಲೂರಯ್ಯ ಮತ್ತು ಶೇಶಮ್ಮನವರ ಮೂರನೇ ಮಗುವಾಗಿ. ಶ್ರೀಮತಿ. ಸಿದ್ದಮ್ಮ ಪುಟ್ಟೇಗೌಡ( ಅತ್ತೀಕೊಡಿಗೆ ) ಇವರ ಅಕ್ಕ, ಶ್ರೀ. ಶಾಂತವೇರಿ ಧರ್ಮೇಗೌಡ ಇವರ ಅಣ್ಣ."
        },
        "2": {
            "id": "2",
            "date": "1942",
            "title": "ಕ್ವಿಟ್ ಇಂಡಿಯ ಚಳವಳಿ",
            "description": "ಕ್ವಿಟ್ ಇಂಡಿಯ ಚಳವಳಿಯಲ್ಲಿ ಭಾಗಿ, ಶಿವಮೊಗ್ಗ ಜೈಲಿನಲ್ಲಿ ಸೆರೆವಾಸ ಹರಿಜನರಿಗಾಗಿ ರಾತ್ರಿ ಶಾಲೆ ನಡೆಸಿದ್ದು."
        },
        "3": {
            "id": "3",
            "date": "1946",
            "title": "ವಿದ್ಯಾರ್ಥಿ ಕಾಂಗ್ರೆಸ್ ಸಮಾವೇಶ",
            "description": "ನಂಜನಗೂಡಿನಲ್ಲಿ ನಡೆದ ವಿದ್ಯಾರ್ಥಿ ಕಾಂಗ್ರೆಸ್ ಸಮಾವೇಶದಲ್ಲಿ ಭಾಗಿ, ಇಂಟರ್ ಮೀಡಿಯೇಟ್ ಶಿಕ್ಷಣಕ್ಕೆ ವಿದಾಯ."
        },
        "4": {
            "id": "4",
            "date": "1947",
            "title": "ವಿದ್ಯಾಥೀ ಕಾಂಗ್ರೆಸ್ ಸಮಾವೇಶ ಸಂಘಟನೆ",
            "description": "ಶಿವಮೊಗ್ಗದಲ್ಲಿ ವಿದ್ಯಾಥೀ ಕಾಂಗ್ರೆಸ್ ಸಮಾವೇಶದ ಸಂಘಟನೆ ಭೂಗತರಾಗಿ ಹೋರಾಟ."
        },
        "5": {
            "id": "5",
            "date": "1948",
            "title": "ಕಾಂಗ್ರೆಸ್ ಪಕ್ಷ ತೊರೆದು",
            "description": "ಕಾಂಗ್ರೆಸ್ ಪಕ್ಷ ತೊರೆದು ಸಮಾಜವಾದಿ ಪಕ್ಷ ಸೇರ್ಪಡೆ."
        },
        "6": {
            "id": "6",
            "date": "1948",
            "title": "ಸಮಾಜವಾದಿ ಪಕ್ಷದ ಸಮಾವೇಶ",
            "description": "ಶಿವಮೊಗ್ಗದಲ್ಲಿ ಕರ್ನಾಟಕ ರಾಜ್ಯ ಸಮಾಜವಾದಿ ಪಕ್ಷದ ಪ್ರಥಮ ಸಮಾವೇಶದ ಸಂಘಟನೆ."
        },
        "7": {
            "id": "7",
            "date": "1949",
            "title": "ಕರ್ನಾಟಕ ಏಕೀಕರಣ ಸಮ್ಮೇಳನ",
            "description": "ದಾವಣಗೆರೆಯಲ್ಲಿ ನಡೆದ ಕರ್ನಾಟಕ ಏಕೀಕರಣ ಸಮ್ಮೇಳನದಲ್ಲಿ ಭಾಗಿ."
        },
        "8": {
            "id": "8",
            "date": "1951",
            "title": "ಕಾಗೋಡು ರೈತರ ಸತ್ಯಾಗ್ರಹ",
            "description": "ಕಾಗೋಡು ರೈತರ ಸತ್ಯಾಗ್ರಹದ ನೇತೃತ್ವ ವಹಿಸಿ ಸಫಲವಾದದ್ದು."
        },
        "9": {
            "id": "9",
            "date": "1951",
            "title": "ಡಾ:ರಾಮಮನೋಹರ ಲೋಹಿಯಾವರ ಭೇಟಿ",
            "description": "ಡಾ:ರಾಮಮನೋಹರ ಲೋಹಿಯಾವರು ಕಾಗೋಡಿಗೆ ಭೇಟಿ ನೀಡಿದ್ದು."
        },
        "10": {
            "id": "10",
            "date": "1951",
            "title": "ಜಯಪ್ರಕಾಶ್ ನಾರಾಯಣರ ಭೇಟಿ",
            "description": "ಜಯಪ್ರಕಾಶ್ ನಾರಾಯಣರು ಭೇಟಿ ನೀಡಿದ್ದು."
        },
        "11": {
            "id": "11",
            "date": "1952",
            "title": "ಮೈಸೂರು ವಿಧಾನಸಭೆಗೆ ಸಾಗರ - ಹೊಸನಗರ ಕ್ಷೇತರದಿಂದ ಆಯ್ಕೆ",
            "description": "ಕಾಂಗ್ರೆಸ್ಸ್ ಪಕ್ಷದ ಬದ್ರಿ ನಾರಾಯಣ ಐಯ್ಯಂಗಾರ್ ’ರ ವಿರುದ್ಧ ಚುನಾವಣೆಯಲ್ಲಿ ಗೆಲುವು."
        },
        "12": {
            "id": "12",
            "date": "1955",
            "title": "ಸಮಾಜವಾದಿ ಪಕ್ಷದ ರಾಷ್ಟ್ರೀಯ ಕಾರ್ಯಕಾರಿ ಸಮಿತಿಗೆ ಆಯ್ಕೆ",
            "description": ""
        },
        "13": {
            "id": "13",
            "date": "1957",
            "title": "ರಾಜ್ಯವಿಧಾನ ಸಭೆಗೆ ತೀರ್ಥಹಳ್ಳಿ ಕ್ಷೇತ್ರದಿಂದ ಸ್ಪರ್ಧಿಸಿ ಸೋಲಾದದ್ದು ಕರ್ನಾಟಕದಲ್ಲಿ ಸಮಾಜವಾದಿ ಯುವ ಜನ ಸಭಾ ಸ್ಥಾಪನೆ.",
            "description": "ಕಾಂಗ್ರೆಸ್ಸ್ ಪಕ್ಷದ ಬದ್ರಿ ನಾರಾಯಣ ಐಯ್ಯಂಗಾರ್ ’ರ ವಿರುದ್ಧ ಚುನಾವಣೆಯಲ್ಲಿ ಸೋಲು."
        },
        "14": {
            "id": "14",
            "date": "1960",
            "title": "ಗೋವಾ ವಿಮೋಚನಾ ಚಳವಳಿಯಲ್ಲಿ ಭಾಗಿ-ಸಮಾಜವಾದಿ ಪಕ್ಷದ 'ಮಾರ್ಗದರ್ಶಿ' ಪತ್ರಿಕೆ ಪ್ರಕಟಣೆ",
            "description": ""
        },
        "15": {
            "id": "15",
            "date": "1962",
            "title": "ರಾಜ್ಯ ವಿಧಾನ ಸಭೆಗೆ ತೀರ್ಥಹಳ್ಳಿ ಕ್ಷೇತ್ರದಿಂದ -ಆಯ್ಕೆ ಸಾಗರದಲ್ಲಿ ರಾಜ್ಯ ಸಮಾಜವಾದಿ ಪಕ್ಷದ ಸಮ್ಮೇಳನದ ಸಂಘಟನೆ.",
            "description": "ಕಾಂಗ್ರೆಸ್ಸ್ ಪಕ್ಷದ ಶ್ರೀಮತಿ. K.T. ದಾನಮ್ಮ’ನವರ ವಿರುದ್ಧ ಗೆಲುವು"
        },
        "16": {
            "id": "16",
            "date": "1964",
            "title": "ಶ್ರೀಮತಿ ಸೋನಕ್ಕ ಅವರೊಡನೆ ವಿವಾಹ",
            "description": "ಧಾರವಾಡದ ಹೆಸರಾಂತ ವಕೀಲರು - ಶ್ರೀ. D.L. ಪಾಟೀಲ’ ರ ಮಗಳು ಸೋನಕ್ಕ ನವರ ಜೊತೆ, sub-registrar ಆಫ಼ೀಸಿನಲ್ಲಿ ನೋಂದಾಯಿಸಿ, ಧಾರವಾಡದ ಹಿಂದೀ ಪ್ರಚಾರ ಸಭ’ ದಲ್ಲಿ ಸರಳ ಮದುವೆ ಕಾರ್ಯಕ್ರಮ ವಿಧಾನ ಸೌಧದ banquet hall ’ ನಲ್ಲಿ, ವಿಧಾನ ಸಭಾಧ್ಯಕ್ಷ ಶ್ರೀ. ವೈಕುಂಟ ಬಾಳಿಗರ ಸಮ್ಮತಿಯಲ್ಲಿ ಎಲ್ಲ ಶಾಸಕರಿಗೂ ಆರತಕ್ಶತೆ ಹಾಗು ಔತಣ ಕೂಟ"
        },
        "17": {
            "id": "17",
            "date": "1967",
            "title": "ರಾಜ್ಯ ವಿಧಾನಸಭೆಗೆ ತೀರ್ಥಹಳ್ಳಿ ಕ್ಷೇತದಿಂದ ಮರು ಆಯ್ಕೆ. ಮಗಳು 'ಇಳಾ ಗೀತ' ಳ ಜನನ",
            "description": "1964 ರಿಂದ ಶಾಸಕರ ಭವನದಲ್ಲೇ ಸಂಸಾರ ಜೀವನ. ಕಾಂಗ್ರೆಸ್ಸ್ ಪಕ್ಷದ B.S. ವಿಶ್ವನಾಥನ್’ ರ ವಿರುದ್ಧ ತೀವ್ರ ಪೈಪೊಟಿಯ ಚುನಾವಣೆಯಲ್ಲಿ ಗೆಲುವು. ಇದು ಅವರ ಕೊನೆಯ ಚುನಾವಣೆ."
        },
        "18": {
            "id": "18",
            "date": "1971",
            "title": "ನವೆಂಬರ್ ತಿಂಗಳಿಂದ ವಿಕ್ಟೋರಿಯಾ ಆಸ್ಪತ್ರೆಗೆ ಧಾಕಲು.",
            "description": " ಆರು ತಿಂಗಳ ಧೀರ್ಘ ಚಿಕಿತ್ಸೆ ವಿಫಲ. Wilson garden ‘ನ ವಿದ್ಯುತ್ ಚಿತಾಗಾರದಲ್ಲಿ ಅಂತಿಮ ಕ್ರಿಯೆ"
        }
    }
}