{
    "name": "ಶಾಂತವೇರಿ",
    "span": "ಗೋಪಾಲಗೌಡ",
    "helpLocize": "Wenn Sie <1>locize</1> einsetzen, unterstützen Sie direkt die Zukunft von <3>i18next</3>.",
    "p1": "ಶ್ರೀಗಳ ಜೀವನ ಮತ್ತು ಪರಂಪರೆಗೆ ಮೀಸಲಾದ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಸುಸ್ವಾಗತ. ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡ, ಕರ್ನಾಟಕದಲ್ಲಿ ಸಮಾಜವಾದದ ಪ್ರವರ್ತಕ ಮತ್ತು ಭಾರತದ ಪ್ರಮುಖ ಸಮಾಜವಾದಿ ನಾಯಕ. ಅವರ ನಾಯಕತ್ವವು 1951 ರಷ್ಟು ಹಿಂದೆಯೇ ಪ್ರಾರಂಭವಾಯಿತು ಮತ್ತು ಅವರು ಸ್ವಯಂ ಮೊದಲು ಸೇವೆಯನ್ನು ನಂಬುವ ಆದರ್ಶಪ್ರಾಯ ನಾಯಕರಾಗಿದ್ದರು. ಅವರು ತಮ್ಮ ಸಂಪೂರ್ಣ ಸಮಯ ಮತ್ತು ಜೀವನವನ್ನು ರೈತರು ಮತ್ತು ದೀನದಲಿತರ ಕಲ್ಯಾಣಕ್ಕಾಗಿ ಮೀಸಲಿಟ್ಟರು. ಸಾರ್ವಜನಿಕ ಜೀವನದಲ್ಲಿ ಸಮಗ್ರತೆ ಮತ್ತು ಹೊಣೆಗಾರಿಕೆಯನ್ನು ಸ್ಥಾಪಿಸಲು ಅವರು ಅವಿರತವಾಗಿ ಶ್ರಮಿಸಿದರು. ಅವರು ಬಡ ರೈತ ಮತ್ತು ಸಮಾಜದ ದೀನದಲಿತ ವರ್ಗಗಳ ನಿಜವಾದ ಉನ್ನತಿಗಾಗಿ ನಿಸ್ವಾರ್ಥವಾಗಿ ಕೆಲಸ ಮಾಡಿದ ರಾಜಕಾರಣಿಗಳ ಅಪರೂಪದ ತಳಿಗೆ ಸೇರಿದವರು.",
    "p2": "ರಾಮ್ ಮನೋಹರ್ ಲೋಹಿಯಾ ಅವರ ಮೇಲೆ ಗಾಢವಾದ ಪ್ರಭಾವ ಬೀರಿದರು ಮತ್ತು ಅವರು 1951 ರಲ್ಲೇ ಸಾಮೂಹಿಕ ನಾಯಕರಾಗಿ ತಮ್ಮನ್ನು ತಾವು ಸ್ಥಾಪಿಸಿಕೊಂಡರು. ಅವರು ವರ್ಚಸ್ವಿ ಎಂದು ಪರಿಗಣಿಸಲ್ಪಟ್ಟರು ಮತ್ತು ಗಣನೀಯ ಅನುಯಾಯಿಗಳನ್ನು ಗಳಿಸಿದರು.",
    "p3": "ಅವರು ಜೆ.ಎಚ್.ಪಟೇಲ್, ಬಂಗಾರಪ್ಪ, ಎಸ್.ಎಂ.ಕೃಷ್ಣ ಮತ್ತು ಡಿ.ದೇವರಾಜ್ ಅರಸ್ ಸೇರಿದಂತೆ ಕರ್ನಾಟಕದ ಹಲವಾರು ಸಮಾಜವಾದಿಗಳಿಗೆ ಮಾರ್ಗದರ್ಶನ ನೀಡಿದರು. ಶ್ರೀ ಗೋಪಾಲಗೌಡರು ರೈತರು ಮತ್ತು ದೀನದಲಿತರ ಬಗ್ಗೆ ಹೊಂದಿದ್ದ ಆಳವಾದ ಚಿಂತನೆಗಳು ಮತ್ತು ಸಂವೇದನೆಯಿಂದ ಅರಸ್ ಸ್ಫೂರ್ತಿ ಪಡೆದರು ಮತ್ತು ಆಳವಾಗಿ ಪ್ರಭಾವಿತರಾದರು. ಭೂ ಸುಧಾರಣಾ ಕಾಯ್ದೆ ಮತ್ತು ಮೈಸೂರು ರಾಜ್ಯವನ್ನು ಕರ್ನಾಟಕ ಎಂದು ಮರುನಾಮಕರಣ ಮಾಡುವುದು ದೇವರಾಜ ಅರಸು ಅವರ ಶ್ರೀ ಶಾಂತವೇರಿ ಗೋಪಾಲಗೌಡರ ಒಡನಾಟದಿಂದ ಹುಟ್ಟಿಕೊಂಡಿತು.",
    "p4": "ಕರ್ನಾಟಕದ ಮಾಜಿ ಮುಖ್ಯಮಂತ್ರಿ ಎನ್.ಧರಂ ಸಿಂಗ್ ಅವರು ತಮ್ಮ ಜೀವನಚರಿತ್ರೆಯ ಪ್ರಕಟಣೆಯಲ್ಲಿ, ಶ್ರೀ ಗೋಪಾಲ್ ಗೌಡರ ರಾಜಕೀಯ ಕೊಡುಗೆಗಳು ಮತ್ತು ಅವರು ಹೋರಾಡಿದ ಕಾರಣಗಳು ಶಾಸಕಾಂಗದ ಇತಿಹಾಸದಲ್ಲಿ ಮಹತ್ವದ್ದಾಗಿವೆ ಎಂದು ಹೇಳಿದ್ದಾರೆ.",
    "b1": "ಇನ್ನಷ್ಟು ಓದಿ",
    "p5": "ನಾವು ಅವರ ಶತಮಾನೋತ್ಸವ ಜನ್ಮ ವರ್ಷವನ್ನು ಆಚರಿಸುವಾಗ ಮತ್ತು ಅವರ ಶಾಶ್ವತ ಪರಂಪರೆಯನ್ನು ಆಚರಿಸುವಾಗ ದಯವಿಟ್ಟು ನಮ್ಮೊಂದಿಗೆ ಸೇರಿಕೊಳ್ಳಿ.",
    "timeline": {
        "1": {
            "id": "1",
            "date": "1923 - ಮಾರ್ಚ್, 14",
            "title": "ಜನನ",
            "description": "ಶಿವಮೊಗ್ಗ ಜಿಲ್ಲೆಯ ತೀರ್ಥಹಳ್ಳಿಯ ಆರಗ ಗ್ರಾಮದಲ್ಲಿ, ಕೊಲ್ಲೂರಯ್ಯ ಮತ್ತು ಶೇಶಮ್ಮನವರ ಮೂರನೇ ಮಗುವಾಗಿ. ಶ್ರೀಮತಿ. ಸಿದ್ದಮ್ಮ ಪುಟ್ಟೇಗೌಡ( ಅತ್ತೀಕೊಡಿಗೆ ) ಇವರ ಅಕ್ಕ, ಶ್ರೀ. ಶಾಂತವೇರಿ ಧರ್ಮೇಗೌಡ ಇವರ ಅಣ್ಣ."
        }
    }
}