{
    "name": "Shanthaveri",
    "article_1_date": "14 March, 2022",
    "span": "Gopala Gowda",
    "helpLocize": "With using <1>locize</1> you directly support the future of <3>i18next</3>.",
    "p1": " Welcome to the official website dedicated to the life and legacy of Sri. Shanthaveri Gopal Gowda, a pioneer of socialism in Karnataka and a prominent socialist leader of India. His leadership began as early as 1951 and he was an exemplary leader that believed in service before self. He dedicated his entire time and life to the welfare of farmers and the downtrodden. He worked tirelessly to establish integrity and accountability in public life. He belonged to a rare breed of politicians who worked selflessly for the genuine upliftment of the poor farmer and the downtrodden sections of society.",
    "p2": "Ram Manohar Lohia deeply influenced him and he established himself as a mass leader as early as 1951. He was considered charismatic and gained a considerable following.",
    "p3": "He mentored several socialists in Karnataka including J.H.Patel, Bangarappa, S.M. Krishna, and D. Devaraj Urs who later became Chief Ministers of Karnataka. Urs was inspired and deeply influenced by the depth of the thoughts and sensitivity that Sri Gopala Gowda had for farmers and the downtrodden. The Land Reforms Act and the Renaming of Mysore state to Karnataka had their origins in the association of Devraj Urs to Sri Shanthaveri Gopal Gowda.",
    "p4": "N. Dharam Singh, the former Chief Minister of Karnataka said in the publication of his biography that Sri Gopal Gowda’s political contributions and the causes that he fought for are significant in the history of the legislature.",
    "b1": "Read More",
    "p5": "Please join us as we commemorate his centenary birth year and celebrate his enduring legacy.",
    "e": "Events",
    "e0": "Details of Various Events Lined Up in this Birth Centenaray commemoration year",
    "e1": "On 14th March 2022, the Birth Centenary Commemoration Program was inaugurated. In the Centenary year of 2023, programs related to the Centenary Celebration would be organized across all prominent District Headquarters of the State.",
    "e2": "Around 100 People that include Elders of his era, and contemporaries who have known and interacted with Shri Shanthaveri Gopala Gowda closely will be met, and interviewed and these video clippings and sound bytes would be recorded.",
    "e3": "A Short Documentary Film of about 5 to 10 minutes in duration showing various pictures of his hometown, his life, and times would be produced.",
    "e4": "A Small Handbook with about 60 paragraphs would be published and at least 10,000 copies would be printed.",
    "e5": "This Handbook would be translated into English and 10,000 copies of the same would be printed.",
    "e6": "In about 50 to 100 colleges and universities in the State, about 10,000 students would be addressed to create awareness, the Documentary Film made would be screened, each of them would be given a handbook, also through speeches, information about him, his principles and details about his legacy would be given.",
    "e7": "There are about 15 books published in Kannada about Shri Shanthaveri Gopala Gowda. Out of this one of the books would be translated into both English and Hindi and published.",
    "e8": "Various Details about Shri Shanthaveri Gopala Gowda, about his life, Details about all the programs relating to the commemoration of his Birth Centenary, various articles published in Daily Newspapers, various Audio Snippets made, YouTube Videos, his various images, the images of various letters, speeches given in the assembly, all of this information would be available in one single website created for this purpose.",
    "e9": "Just like on the website, even on other social media sites such as YouTube, Instagram, Facebook, WhatsApp, and other similar platforms, one-minute videos, audio, and text that one can read and hear would be produced and uploaded.",
    "e10": "These audio snippets would be played regularly on various radio channels for a period of 1 year.",
    "e11": "By the end of the year 2023, a Public Event would be held to commemorate the Centenary Year of the Late Shri Shanthaveri Gopala Gowda on which centenary commemorative souvenir issue would be released.",
    "e12": "The Postal Department would be reached out to and a postal letter, a postal envelope bearing his image would be released in commemoration of the centenary year.",
    "e13": "A request would be made to the Govt. of Karnataka to install a statue of Late Shri. Gopala Gowda Shanthaveri in front of Vidhana Soudha.",
    "e14": "Various such programs and initiatives would be undertaken throughout the coming year and the Centenary Birth Year of Shri Shanthaveri Gopala Gowda would be celebrated in a meaningful manner.",
    "timelinetitle": "About Shanthaveri Gopala Gowda",
    "timeline": {
        "1": {
            "id": "1",
            "date": "14 March, 1923",
            "title": "Birth",
            "description": "Sri. Shanthaveri Gopala Gowda was born in Shanthaveri a village in Thirthahalli Taluk of Shimoga District into a poor agricultural family to Kolluraiah Gowda and Seshamma."
        },
        "2": {
            "id": "2",
            "date": "1941",
            "title": "Entered India’s Freedom Struggle Movement",
            "description": "He was deeply inspired by the Freedom Struggle Movement of Mahatma Gandhiji and joined the movement in 1941"
        },
        "3": {
            "id": "3",
            "date": "1942",
            "title": "Quit India Movement",
            "description": "He was deeply inspired by the Freedom Struggle Movement of Mahatma Gandhiji and joined the movement in 1941"
        },
        "4": {
            "id": "4",
            "date": "1946",
            "title": "Student Union Congress ",
            "description": "Participated in the Student Union Congress of Nanjangud and left Intermediate studies."
        },
        "5": {
            "id": "5",
            "date": "1947",
            "title": "General Secretary",
            "description": "Fought as General Secretary in Shimoga Student Congress"
        },
        "6": {
            "id": "6",
            "date": "1948",
            "title": "Forged an Alliance between Congress and Samajwadi Party",
            "description": "Was instrumental and played a pivotal role in forging an alliance between the Congress and the Samajwadi Party."
        },
        "7": {
            "id": "7",
            "date": "1949",
            "title": "Karnataka Samajwadi Party",
            "description": "Organised the First Association of Karnataka Samajwadi Party in Shimoga."
        },
        "8": {
            "id": "8",
            "date": "1951",
            "title": "Kagodu Farmers’ Satyagraha Movement",
            "description": "Successfully led an indefinite fast held in Kagodu to provide justice to the farmers of Karnataka, which is still fresh in the minds of people of Kagodu and Karnataka."
        },
        "9": {
            "id": "9",
            "date": "1951",
            "title": "Met Dr.RamamanoharLohia in Kagodu and Jayaprakash Narayan",
            "description": "He met with socialist leaders such as Dr. Ramamanohar Lohia, Jayaprakash Narayan and Kamaldevi Chattopadhyay and joined their Socialist party  after quitting the Congress."
        },
        "10": {
            "id": "10",
            "date": "1952",
            "title": "Got Elected as M.L.A.",
            "description": "He got elected to the Karnataka Legislature (Mysore Vidhana Sabha) from Sagar-Hosanagar for the first time."
        },
        "11": {
            "id": "11",
            "date": "1955",
            "title": "Rashtriya Samajwadi Party",
            "description": "Was appointed as a key member of the Rashtriya Samajwadi Party."
        },
        "12": {
            "id": "12",
            "date": "1957",
            "title": "Thirthahalli Constituency",
            "description": "Contested from Thirthahalli Constituency and lost but established the Karnataka Samajwadi Youth Association."
        },
        "13": {
            "id": "13",
            "date": "1960",
            "title": "Goa Agitation",
            "description": "Took active part in the Goa Agitation and published the Samajwadi Party’s newsletter called “Margadarshi”"
        },
        "14": {
            "id": "14",
            "date": "1962",
            "title": "Elected as M.L.A",
            "description": "Run with modest resources, borrowed from his supporters who rose above their communal identities and rallied behind him for his election campaigns. He enjoyed huge admiration and immense local support for his exemplary courage, integrity and charisma."
        },
        "15": {
            "id": "15",
            "date": "1964",
            "title": "Marriage to Smt. Sonakka",
            "description": "He married Smt. Sonakka, a school teacher in 1964. One of the few marriages that was solemnized at Vidhana Soudha"
        },
        "16": {
            "id": "16",
            "date": "1967",
            "title": "Re-elected as M.L.A",
            "description": "Was Reelected as M.L.A. from Thirthahalli Constituency. Daughter, Kum. Ila Geetha was born in the year 1967 in Bengaluru."
        },
        "17": {
            "id": "17",
            "date": "1968",
            "title": "Birth of Son - Ramamanohar",
            "description": "Son, Mst. Ramamanohar was born in the year 1968 at Bengaluru."
        },
        "18": {
            "id": "18",
            "date": "9 June, 1971",
            "title": "Was admitted to Victoria Hospital",
            "description": "Underwent prolonged but unsuccessful 6 month long treatment at the Bangalore Victoria Hospital, Breathed his last, Cremated at the Wilson Garden Crematorium."
        }
    }
}